Repository: kazeik/hichatbot
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, ja_jp, pt, zh_hans_cn

source: Your Rewinds
es: Tus Rebobinados
fr: Vos rembobinages
ja_jp: あなたの巻き戻し
pt: Seus Rebobinamentos
zh_hans_cn: 历史记录

source: More
es: Más
fr: Plus
ja_jp: もっと
pt: Mais
zh_hans_cn: 更多

source: Your HichatBot assistants
es: Tus asistentes de HiChatBot
fr: Vos assistants HichatBot
ja_jp: あなたのHiChatBotアシスタント
pt: Seus Assistentes HichatBot
zh_hans_cn: HichatBot助手

# letusstart
source: Let`s start
es: Empecemos
fr: Commençons
ja_jp: さあ始めましょう
pt: Vamos começar
zh_hans_cn: 让我们开始吧

source: you
es: tú
fr: vous
ja_jp: あなた
pt: você
zh_hans_cn: 你

source: Settings
es: Configuración
fr: Paramètres
ja_jp: 設定
pt: Configurações
zh_hans_cn: 设置

source: Customize OpenAI Api
es: Personalizar API de OpenAI
fr: Personnaliser l'API OpenAI
ja_jp: OpenAI APIのカスタマイズ
pt: Personalizar API OpenAI
zh_hans_cn: 自定义OpenAI API

source: Customize OpenAIURL
es: Personalizar URL de OpenAI
fr: Personnaliser l'URL OpenAI
ja_jp: OpenAI URLのカスタマイズ
pt: Personalizar URL OpenAI
zh_hans_cn: 自定义OpenAI URL

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja_jp: プライバシーポリシー
pt: Política de Privacidade
zh_hans_cn: 隐私政策

source: Clear Data
es: Borrar datos
fr: Effacer les données
ja_jp: データのクリア
pt: Limpar Dados
zh_hans_cn: 清除数据

source: Confirm Deletion
es: Confirmar eliminación
fr: Confirmer la suppression
ja_jp: 削除の確認
pt: Confirmar Exclusão
zh_hans_cn: 确认删除

source: Cancel
es: Cancelar
fr: Annuler
ja_jp: キャンセル
pt: Cancelar
zh_hans_cn: 取消

source: Confirm
es: Confirmar
fr: Confirmer
ja_jp: 確認
pt: Confirmar
zh_hans_cn: 确认

source: Custom OpenAI API Key
es: Clave de API personalizada de OpenAI
fr: Clé API OpenAI personnalisée
ja_jp: カスタムOpenAI APIキー
pt: Chave de API OpenAI Personalizada
zh_hans_cn: 自定义OpenAI API密钥

source: Enter your API key
es: Ingresa tu clave de API
fr: Entrez votre clé API
ja_jp: APIキーを入力してください
pt: Digite sua chave de API
zh_hans_cn: 输入您的API密钥

source: Copied successfully
es: Copiado exitosamente
fr: Copié avec succès
ja_jp: 正常にコピーされました
pt: Copiado com sucesso
zh_hans_cn: 复制成功

# enteryourapikeytips
source: ⦿ hichatBot does not collect this key. ⦿ In case our API key reports an error, custom keys need to be created at https://platform.openai.com/.
es: ⦿ HiChatBot no recopila esta clave. ⦿ En caso de que nuestra clave de API reporte un error, las claves personalizadas deben crearse en https://platform.openai.com/.
fr: ⦿ hichatBot ne collecte pas cette clé. ⦿ En cas d'erreur de notre clé API, des clés personnalisées doivent être créées sur https://platform.openai.com/.
ja_jp: ⦿ HiChatBotはこのキーを収集しません。 ⦿ カスタムキーには、https://platform.openai.com/ で作成する必要があります。
pt: ⦿ O HichatBot não coleta essa chave. ⦿ Caso nossa chave de API apresente um erro, chaves personalizadas precisam ser criadas em https://platform.openai.com/.
zh_hans_cn: ⦿ hichatBot不会收集此密钥。 ⦿ 如果我们的API密钥报错，请在https://platform.openai.com/上创建自定义密钥。

source: API key integrated
es: Clave de API integrada
fr: Clé API intégrée
ja_jp: APIキーが統合されました
pt: Chave de API integrada
zh_hans_cn: 自定义key设置成功

source: Custom OpenAI Base URL
es: URL base personalizada de OpenAI
fr: URL de base OpenAI personnalisée
ja_jp: カスタムOpenAIベースURL
pt: URL Base OpenAI Personalizada
zh_hans_cn: 自定义OpenAI基本URL

# CustomOpenAIBaseURLtips
source: ⦿ Custom URL allows you to connect to your own OpenAI instance. ⦿ You can set up a local or custom OpenAI deployment.
es: ⦿ La URL personalizada te permite conectarte a tu propia instancia de OpenAI. ⦿ Puedes configurar una implementación local o personalizada de OpenAI.
fr: ⦿ L'URL personnalisée vous permet de vous connecter à votre propre instance OpenAI. ⦿ Vous pouvez configurer un déploiement local ou personnalisé d'OpenAI.
ja_jp: ⦿ カスタムURLを使用すると、独自のOpenAIインスタンスに接続できます。 ⦿ ローカルまたはカスタムのOpenAIデプロイをセットアップできます。
pt: ⦿ A URL personalizada permite que você se conecte à sua própria instância do OpenAI. ⦿ Você pode configurar uma implantação local ou personalizada do OpenAI.
zh_hans_cn: ⦿ 自定义URL允许您连接到自己的OpenAI实例。 ⦿ 您可以设置本地或自定义的OpenAI部署。

source: Enter your OpenAI URL
es: Ingresa tu URL de OpenAI
fr: Entrez votre URL OpenAI
ja_jp: OpenAIのURLを入力してください
pt: Digite sua URL OpenAI
zh_hans_cn: 输入您的OpenAI URL

source: URL updated
es: URL actualizada
fr: URL mise à jour
ja_jp: URLが更新されました
pt: URL atualizada
zh_hans_cn: URL保存成功

source: AI Chat
es: Chat de IA
fr: Chat IA
ja_jp: AIチャット
pt: Chat de IA

source: Natural language chat, continuous conversation mode
es: Chat de lenguaje natural, modo de conversación continua
fr: Chat en langage naturel, mode de conversation continue
ja_jp: 自然言語チャット、連続対話モード
pt: Chat de linguagem natural, modo de conversa contínua
zh_hans_cn: 自然语言聊天，连续对话模式

source: Write me a wholesome quote
es: Escríbeme una cita inspiradora
fr: Écris-moi une citation inspirante
ja_jp: 素敵な引用を書いてください
pt: Escreva uma citação inspiradora para mim
zh_hans_cn: 给我写一句温馨的名言

source: I need a sarcastic joke?
es: Necesito una broma sarcástica
fr: J'ai besoin d'une blague sarcastique
ja_jp: 皮肉なジョークが欲しい
pt: Eu preciso de uma piada sarcástica?
zh_hans_cn: 我需要一个讽刺的笑话？

source: Help me plan a trip
es: Ayúdame a planificar un viaje
fr: Aide-moi à planifier un voyage
ja_jp: 旅行の計画を手伝ってください
pt: Me ajude a planejar uma viagem
zh_hans_cn: 帮我计划一次旅行

source: I need a pickup line!
es: Necesito una frase para ligar
fr: J'ai besoin d'une phrase d'accroche !
ja_jp: ナンパの台詞が欲しい
pt: Eu preciso de uma cantada!
zh_hans_cn: 给我一句搭讪的台词!

source: Hichatbot, the Translator
es: HiChatBot, el Traductor
fr: Hichatbot, le Traducteur
ja_jp: HiChatBot、翻訳者
pt: Hichatbot, o Tradutor
zh_hans_cn: Hichatbot，翻译家

source: Translate A language to B language
es: Traducir del idioma A al idioma B
fr: Traduire une langue A en langue B
ja_jp: 言語Aを言語Bに翻訳する
pt: Traduzir do idioma A para o idioma B
zh_hans_cn: 将语言A翻译为语言B

source: Translate love to spanish
es: Traducir 'love' al español
fr: Traduire 'amour' en espagnol
ja_jp: 「愛」をスペイン語に翻訳する
pt: Traduzir 'amor' para espanhol
zh_hans_cn: 将love翻译为西班牙语

source: Translate beautiful to bengali
es: Traducir 'beautiful' al bengalí
fr: Traduire 'beau' en bengali
ja_jp: 「美しい」をベンガル語に翻訳する
pt: Traduzir 'bonito' para bengali
zh_hans_cn: 将beautiful翻译为孟加拉语

source: Translate How are you to german
es: Traducir 'How are you' al alemán
fr: Traduire 'Comment ça va ?' en allemand
ja_jp: 「元気ですか？」をドイツ語に翻訳する
pt: Traduzir 'Como você está?' para alemão
zh_hans_cn: 将How are you翻译为德语

source: HichatBot, as Engineer
es: HiChatBot, como Ingeniero
fr: HichatBot, en tant qu'Ingénieur
ja_jp: HiChatBot、エンジニアとして
pt: HichatBot, como Engenheiro
zh_hans_cn: HichatBot，软件工程师

source: HichatBot, the front-end guide
es: HiChatBot, la guía de frontend
fr: HichatBot, le guide du front-end
ja_jp: HiChatBot、フロントエンドガイド
pt: HichatBot, o guia de front-end
zh_hans_cn: HichatBot，帮您编程

source: JavaScript recursive binary tree
es: Árbol binario recursivo en JavaScript
fr: Arbre binaire récursif en JavaScript
ja_jp: JavaScriptの再帰的なバイナリツリー
pt: Árvore binária recursiva em JavaScript
zh_hans_cn: JavaScript递归二叉树

source: Example of Java thread blocking
es: Ejemplo de bloqueo de hilo en Java
fr: Exemple de blocage de thread en Java
ja_jp: Javaスレッドブロッキングの例
pt: Exemplo de bloqueio de thread em Java
zh_hans_cn: 写一段java线程阻塞案例

source: HichatBot, as Linux Terminal
es: HiChatBot, como Terminal de Linux
fr: HichatBot, en tant que Terminal Linux
ja_jp: HiChatBot、Linuxターミナルとして
pt: HichatBot, como Terminal Linux

source: AI linux terminal. Enter the command and the AI will reply with what the terminal should display
es: Terminal de Linux de IA. Ingresa el comando y la IA te responderá con lo que debería mostrar el terminal
fr: Terminal Linux IA. Entrez la commande et l'IA vous répondra avec ce que le terminal devrait afficher
ja_jp: AI Linuxターミナル。コマンドを入力すると、AIがターミナルに表示されるべき内容で返信します
pt: Terminal Linux de IA. Digite o comando e a IA responderá com o que o terminal deve exibir
zh_hans_cn: AI Linux终端。输入命令，AI将回复终端应显示的内容

source: HichatBot, the Interviewer
es: HiChatBot, el Entrevistador
fr: HichatBot, l'Intervieweur
ja_jp: HiChatBot、インタビュアーとして
pt: HichatBot, o Entrevistador
zh_hans_cn: HichatBot，面试官

source: AI interviewer. As a candidate, AI will ask you interview questions for the position
es: Entrevistador de IA. Como candidato, la IA te hará preguntas de entrevista para el puesto
fr: Intervieweur IA. En tant que candidat, l'IA vous posera des questions d'entretien pour le poste
ja_jp: AIインタビュアー。候補者として、AIはポジションに関するインタビューの質問をします
pt: Entrevistador de IA. Como candidato, a IA fará perguntas de entrevista para a posição
zh_hans_cn: AI面试官。作为应聘者，AI将问你与该职位相关的面试问题

source: Hello, I'm a full stack javascript engineer
es: Hola, soy un ingeniero de desarrollo web full stack en JavaScript
fr: Bonjour, je suis un ingénieur JavaScript full stack
ja_jp: こんにちは、フルスタックのJavaScriptエンジニアです
pt: Olá, sou um engenheiro full stack em JavaScript
zh_hans_cn: 你好，我是一个全栈JavaScript工程师

source: Hello, I'm a marketing genius
es: Hola, soy un genio del marketing
fr: Bonjour, je suis un génie du marketing
ja_jp: こんにちは、マーケティングの天才です
pt: Olá, sou um gênio do marketing
zh_hans_cn: 你好，我是一个营销天才

source: Hello, I'm a financial officer
es: Hola, soy un oficial financiero
fr: Bonjour, je suis un responsable financier
ja_jp: こんにちは、財務担当者です
pt: Olá, sou um oficial financeiro
zh_hans_cn: 你好，我是一个财务官员

source: HichatBot, as JavaScript Console
es: HiChatBot, como Consola de JavaScript
fr: HichatBot, en tant que Console JavaScript
ja_jp: HiChatBot、JavaScriptコンソールとして
pt: HichatBot, como Console JavaScript
zh_hans_cn: HichatBot，作为JavaScript控制台

source: As javascript console. Type the command and the AI will reply with what the javascript console should show
es: Como consola de JavaScript. Escribe el comando y la IA te responderá con lo que debería mostrar la consola de JavaScript
fr: En tant que console JavaScript. Tapez la commande et l'IA vous répondra avec ce que la console JavaScript devrait afficher
ja_jp: JavaScriptコンソールとして。コマンドを入力すると、AIがJavaScriptコンソールに表示されるべき内容で返信します
pt: Como console JavaScript. Digite o comando e a IA responderá com o que o console JavaScript deve exibir
zh_hans_cn: 作为JavaScript控制台。输入命令，AI将回复JavaScript控制台应显示的内容

source: console.log("Hello World");
es: console.log("Hola Mundo");
fr: console.log("Bonjour le monde");
pt: console.log("Olá Mundo");

source: window.alert("Hello");
es: window.alert("Hola");
fr: window.alert("Bonjour");
pt: window.alert("Olá");

source: HichatBot, the Excel Hero
es: HiChatBot, el Héroe de Excel
fr: HichatBot, le Héros d'Excel
ja_jp: HiChatBot、エクセルのヒーロー
pt: HichatBot, o Herói do Excel
zh_hans_cn: HichatBot，Excel英雄

# ActsasatextbasedexcelYoullonlyrespondtomytextbased
source: Acts as a text-based excel. You'll only respond to my text-based 10-row Excel sheet with row numbers and cell letters as columns (A through L)
es: Actúa como una hoja de cálculo de Excel basada en texto. Solo responderás a mi hoja de cálculo de Excel de 10 filas basada en texto con números de fila y letras de celda como columnas (A a L)
fr: Fonctionne comme une feuille Excel basée sur le texte. Vous ne répondez qu'à ma feuille Excel de 10 lignes basée sur le texte avec des numéros de ligne et des lettres de cellule comme colonnes (A à L)
ja_jp: テキストベースのエクセルとして機能します。10行のテキストベースのエクセルシート（列はAからL）にのみ応答します
pt: Atua como uma planilha de texto. Você só responderá à minha planilha de Excel de 10 linhas com números de linha e letras de célula como colunas (A a L)
zh_hans_cn: 作为基于文本的Excel。你只回答我基于文本的10行Excel表格，行号为列(A到L)

source: Issue an empty sheet
es: Crear una hoja vacía
fr: Créer une feuille vide
ja_jp: 空のシートを発行する
pt: Emitir uma planilha vazia
zh_hans_cn: 创建一个空表格

source: I need a weekly expenses excel sheet
es: Necesito una hoja de cálculo de Excel de gastos semanales
fr: J'ai besoin d'une feuille Excel de dépenses hebdomadaires
ja_jp: 週ごとの経費のエクセルシートが必要です
pt: Eu preciso de uma planilha de despesas semanal
zh_hans_cn: 我需要一个每周开销的Excel表格

source: HichatBot, as Grammar Hero
es: HiChatBot, el Héroe de la Gramática
fr: HichatBot, le Héros de la Grammaire
ja_jp: HiChatBot、文法のヒーロー
pt: HichatBot, o Herói da Gramática
zh_hans_cn: HichatBot，语法英雄

source: Talk to AI in English, AI will reply you in English to practice your English speaking
es: Habla con la IA en inglés, la IA te responderá en inglés para practicar tu habilidad de hablar en inglés
fr: Parlez à l'IA en anglais, elle vous répondra en anglais pour vous permettre de pratiquer votre expression orale en anglais
ja_jp: 英語でAIと話し、AIが英語で返信して、英語の会話を練習します
pt: Converse com a IA em inglês, a IA responderá em inglês para você praticar sua fala em inglês
zh_hans_cn: 用英语与AI交流，AI会用英语回复你以提升你的英语口语

source: Now let's start practicing
es: Ahora comencemos a practicar
fr: Commençons maintenant
ja_jp: さあ、練習を始めましょう
pt: Agora vamos começar a praticar
zh_hans_cn: 现在让我们开始练习

source: HichatBot, on your Vacation
es: HiChatBot, en tus Vacaciones
fr: HichatBot, en vacances avec vous
ja_jp: HiChatBot、あなたのバケーション中
pt: HichatBot, em suas férias
zh_hans_cn: HichatBot，度假中

source: Write down your location and AI will recommend attractions near you
es: Escribe tu ubicación y la IA te recomendará atracciones cercanas
fr: Notez votre emplacement et l'IA vous recommandera des attractions à proximité
ja_jp: 場所を書いてください、AIが近くの観光名所をおすすめします
pt: Escreva sua localização e a IA recomendará atrações próximas a você
zh_hans_cn: 写下你的位置，AI将推荐附近的景点

source: I am in las vegas, and i want it to be awesome.
es: Estoy en Las Vegas y quiero que sea increíble
fr: Je suis à Las Vegas et je veux que ça soit génial.
ja_jp: 私はラスベガスにいます。素晴らしい場所にしたいです。
pt: Estou em Las Vegas e quero que seja incrível.
zh_hans_cn: 我在拉斯维加斯，我希望度假很棒。

source: HichatBot, the Storyteller
es: HiChatBot, el Cuentacuentos
fr: HichatBot, le Conteur
ja_jp: HiChatBot、ストーリーテラーとして
pt: HichatBot, o Contador de Histórias
zh_hans_cn: HichatBot，讲故事人

source: AI will come up with interesting stories that are engaging, imaginative and captivating to the audience
es: La IA inventará historias interesantes que sean atractivas, imaginativas y cautivadoras para el público
fr: L'IA inventera des histoires intéressantes, captivantes et imaginatives pour le public
ja_jp: AIは、魅力的で想像力に富み、魅力的なストーリーを考え出します
pt: A IA criará histórias interessantes, envolventes, imaginativas e cativantes para o público
zh_hans_cn: AI将提供有趣、引人入胜、富有想象力且能吸引观众的故事

source: I need an story on how a rich man become poor due to his bad ethics
es: Necesito una historia sobre cómo un hombre rico se vuelve pobre debido a su mala ética
fr: J'ai besoin d'une histoire sur comment un homme riche est devenu pauvre en raison de sa mauvaise éthique
ja_jp: 倫理的な悪行のために裕福な男性が貧しくなるストーリーが必要です
pt: Eu preciso de uma história sobre como um homem rico se tornou pobre devido à sua má ética
zh_hans_cn: 我需要一个关于一个富人因为不道德而变 穷的故事

source: HichatBot, the Novelist
es: HiChatBot, el Novelista
fr: HichatBot, le Romancier
ja_jp: HiChatBot、小説家として
pt: HichatBot, o Romancista
zh_hans_cn: HichatBot，小说家

source: AI plays a novelist. You'll come up with creative and engaging stories
es: La IA actúa como un novelista. Tú crearás historias creativas y cautivadoras
fr: L'IA joue le rôle d'un romancier. Vous devrez créer des histoires créatives et captivantes
ja_jp: AIは小説家として活動します。創造的で魅力的なストーリーを考え出します
pt: A IA atua como um romancista. Você criará histórias criativas e envolventes
zh_hans_cn: AI扮演小说家。你将创作出富有创意和引人入胜的故事

source: I need to write a science-fiction novel set in the future with a time travelling mysterious ambience
es: Necesito escribir una novela de ciencia ficción ambientada en el futuro con un ambiente misterioso de viajes en el tiempo
fr: Je dois écrire un roman de science-fiction se déroulant dans le futur avec une ambiance mystérieuse de voyage dans le temps
ja_jp: 未来を舞台にしたタイムトラベルと神秘的な雰囲気を持つSF小説を書く必要があります
pt: Preciso escrever um romance de ficção científica ambientado no futuro, com uma atmosfera misteriosa de viagem no tempo
zh_hans_cn: 我需要写一部设定在未来、具有时间旅行和神秘氛围的科幻小说

source: HichatBot, as Legal Advisor
es: HiChatBot, como Asesor Legal
fr: HichatBot, en tant que Conseiller Juridique
ja_jp: HiChatBot、法律顧問として
pt: HichatBot, como Consultor Jurídico
zh_hans_cn: HichatBot，法律顾问

source: AI as your legal advisor. You need to describe a legal situation and the AI will provide advice on how to handle it
es: La IA actúa como tu asesor legal. Debes describir una situación legal y la IA te proporcionará consejos sobre cómo manejarla
fr: L'IA en tant que conseiller juridique. Vous devez décrire une situation juridique et l'IA vous donnera des conseils sur la manière de la gérer
ja_jp: AIはあなたの法的顧問として活動します。法的な状況を説明し、AIが対処方法についてアドバイスを提供します
pt: A IA como seu consultor jurídico. Você precisa descrever uma situação legal e a IA fornecerá conselhos sobre como lidar com ela
zh_hans_cn: AI作为你的法律顾问。你需要描述一个法律情况，AI将提供处理该情况的建议

# legalAdvisortips
source: Sentencing for Fraud Crimes
es: Sentencia para delitos de fraude
fr: Peines pour les crimes de fraude
ja_jp: 詐欺犯罪の刑罰
pt: Sentença para Crimes de Fraude
zh_hans_cn: 诈骗罪的量刑

source: Purchased
es: Comprado
fr: Acheté
ja_jp: 購入済み
pt: Adquirido
zh_hans_cn: 订阅有效

source: buying...
es: Comprando...
fr: achat en cours...
ja_jp: 購入中...
pt: comprando...
zh_hans_cn: 正在购买

source: Powered by GPT-4
es: Desarrollado por GPT-4
fr: Propulsé par GPT-4
pt: Desenvolvido por GPT-4
zh_hans_cn: GPT4提供技术驱动

source: Experience the latest ChatGPT AI model
es: Experimenta el último modelo de IA ChatGPT
fr: Découvrez le dernier modèle d'IA ChatGPT
ja_jp: 最新のChatGPT AIモデルを体験する
pt: Experimente o mais recente modelo de IA ChatGPT
zh_hans_cn: 体验最新ChatGPT AI模型

source: Increased Word Limit
es: Límite de palabras aumentado
fr: Limite de mots augmentée
ja_jp: 増加した単語制限
pt: Limite de Palavras Aumentado
zh_hans_cn: 字数上限放宽

source: Input/receive longer messages
es: Recibe/envía mensajes más largos
fr: Saisie/recevoir des messages plus longs
ja_jp: より長いメッセージを入力/受信する
pt: Receber mensagens mais longas
zh_hans_cn: 输入/接收更长的消息字数

source: Unlimited Conversations
es: Conversaciones ilimitadas
fr: Conversations illimitées
ja_jp: 無制限の会話
pt: Conversas Ilimitadas
zh_hans_cn: 对话次数无限制

source: Have unlimited conversations every day
es: Ten conversaciones ilimitadas todos los días
fr: Ayez des conversations illimitées tous les jours
ja_jp: 毎日無制限の会話ができます
pt: Tenha conversas ilimitadas todos os dias
zh_hans_cn: 每天无限次对话

source: No Ads
es: Sin anuncios
fr: Pas de publicités
ja_jp: 広告なし
pt: Sem Anúncios
zh_hans_cn: 无广告

source: Enjoy the privilege of ad-free experience
es: Disfruta el privilegio de una experiencia sin anuncios
fr: Profitez du privilège d'une expérience sans publicité
ja_jp: 広告なしの特典をお楽しみください
pt: Desfrute do privilégio de uma experiência sem anúncios
zh_hans_cn: 享受去除广告特权

# DataclearConfirmation
source: Your conversation history is only stored on your device and we do not store it online. Clearing data will result in the loss of your conversation history.
es: Tu historial de conversaciones se guarda solo en tu dispositivo y no se almacena en línea. Al borrar los datos, perderás tu historial de conversaciones.
fr: Votre historique de conversation est uniquement stocké sur votre appareil et nous ne le stockons pas en ligne. La suppression des données entraînera la perte de votre historique de conversation.
ja_jp: 会話履歴はお使いのデバイスにのみ保存され、オンラインで保存されることはありません。データをクリアすると、会話履歴が失われます。
pt: Seu histórico de conversas é armazenado apenas no seu dispositivo e não o armazenamos online. Limpar os dados resultará na perda do histórico de conversas.
zh_hans_cn: 您的对话记录仅储存在您的设备，我们不会在线储存。清除数据将失去您的对话记录

source: Please Login first.
es: Por favor, inicia sesión primero.
fr: Veuillez vous connecter d'abord.
ja_jp: 最初にログインしてください。
pt: Faça login primeiro.
zh_hans_cn: 请登录

source: Restore Purchase
es: Restaurar compra
fr: Restaurer l'achat
ja_jp: 購入を復元
pt: Restaurar Compra
zh_hans_cn: 恢复购买

source: Get Products
es: Obtener Productos
fr: Obtenir les produits
ja_jp: 製品を取得
pt: Obter Produtos
zh_hans_cn: 获取商品

source: Get Pro
es: Obtener Pro
fr: Obtenez Pro
ja_jp: プロを取得
pt: Obter Pro
zh_hans_cn: 获取专业版

source: Reward ads
es: Anuncios con recompensas
fr: Publicités récompensées
ja_jp: 報酬広告
pt: Anúncios de recompensa
zh_hans_cn: 看视频广告

source: Reached the daily limit
es: Límite diario alcanzado
fr: Limite quotidienne atteinte
ja_jp: 1日の制限に達しました
pt: Limite diário alcançado
zh_hans_cn: 达到每日对话次数

# Reachedthedailylimittips
source: We are happy to continue answering your questions, but you have reached the daily limit of free usage. You can increase the usage limit by watching rewarded ads or purchasing Pro.
es: Estamos encantados de seguir respondiendo tus preguntas, pero has alcanzado el límite diario de uso gratuito. Puedes aumentar el límite de uso viendo anuncios con recompensas o comprando Pro.
fr: Nous sommes heureux de continuer à répondre à vos questions, mais vous avez atteint la limite quotidienne d'utilisation gratuite. Vous pouvez augmenter la limite d'utilisation en regardant des publicités récompensées ou en achetant la version Pro.
ja_jp: ご質問に対する回答を続けることはできますが、無料使用の1日の制限に達しました。報酬広告を視聴するか、Proを購入することで使用制限を増やすことができます。
pt: Ficamos felizes em continuar respondendo às suas perguntas, mas você atingiu o limite diário de uso gratuito. Você pode aumentar o limite de uso assistindo a anúncios com recompensa ou adquirindo o Pro.
zh_hans_cn: 我们很乐意继续回答您的提问，但您达到每日免费使用次数，观看激励广告增加使用次数，或者购买专业版

source: Rate App
es: Calificar App
fr: Noter l'application
ja_jp: アプリを評価する
pt: Avaliar o App
zh_hans_cn: 给我们评分

source: ChatBot
ja_jp: チャットボット
zh_hans_cn: AI机器人

source: HiChatBot Pro
zh_hans_cn: HiChatBot专业版
